Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Changes in organisational structure or internal job swap
nn: endring i organisasjonsstruktur eller internt jobbyte

source: The scheme is intended for children aged 5-11, not excluding specified age ranges within this
nn: tilbodet gjeld for barn i alderen 5-11 år, eventuelt for eit avgrensa aldersintervall

source: If you submit several a-meldings for the same month, the feedback contains a summary of the a-meldings for the month.
nn: Sender du fleire a-meldingar for same månad, inneheld tilbakemeldinga ei oppsummering av a-meldingane for månaden.

source: you specified an incorrect period for the a-melding
nn: du har ført opp feil periode for a-meldinga

source: Ringsaker municipality, from November 2020
nn: Ringsaker kommune, frå november 2020

source: partnership must enter their share of the
nn: beløpa både i valuta og norske kroner.

source: If, in connection with the payment of pension or disability benefit in 2021, tax was deducted before you received an exemption card, you can apply to have the deducted tax refunded.
nn: Viss du vart trekt skatt ved utbetalinga av pensjon eller uføreyting i 2021 før du fekk frikort, kan du søkje om å få utbetalt trekt skatt.

source: Income statement for visual artists
nn: Næringsoppgåve for biletkunstnar

source: Stipulation ofextra dietary expenses is based on the National Institute of Consumer Research’s (SIFO) standard budget for the income year concerned.
nn: Når ein skal fastsetje meirutgifta til kost, blir det teke utgangspunkt i SIFO (Statens institutt for forbruksforsking) sitt standardbudsjett for det aktuelle inntektsåret.

source: child-care deduction (minding and care of children at home)
nn: foreldrefrådraget (pass og stell av heimeverande barn)

source: A bakery has submitted an a-melding for May with information indicating that the attachment of earnings for Kari is NOK - 5,000.
nn: Eit bakeri har sendt inn a-melding for mai med opplysningar om at Kari har eit utleggstrekk - 5 000.

source: In June, the firm discovers that it had stated the wrong amount.
nn: I juni oppdagar bodfirmaet at dei har oppgitt feil beløp.

source: One declaration summary for each BEDR will be sent to the parent enterprise’s message box in Altinn.
nn: Éi deklarasjonsoversikt for kvar BEDR kjem til meldingsboksen til den overordna verksemda i Altinn.

source: You'll know whether you'll get a tax refund or if you have to pay underpaid tax earlier.
nn: Då får du vite raskare om du har pengar til gode eller må betale restskatt.

source: Example of incorrectly specified country code (most recently reported information applies for the month)
nn: Døme med feil oppgitt landkode (den sist rapporterte opplysninga gjeld for månaden)

source: Documentation that the income has been taxed in Thailand
nn: Dokumentasjon for at inntekta er skattlagd i Thailand

source: Item 0150 must be entered under item 4.4.2, while item 0160 should not be included in taxable capital.
nn: Post 0150 skal førast til post 4.4.2, medan post 0160 ikkje skal reknast som skattepliktig formue.

source: More about how to order and log in with BankID
nn: Meir om bestilling og innlogging med BankID

source: If an employee has several positions in the same enterprise/sub-entity with the same content (for example, one occupational code) and the same pay.
nn: Dersom ein arbeidstakar har fleire stillingar i same verksemd/undereining med likt innhald (til dømes éin yrkeskode) og lik lønn.

source: Do you have all the customs declarations?
nn: Har du alle tolldeklarasjonane?

source: When you apply for a tax exemption card or a tax deduction card with a lower tax rate lower than 15 per cent in 2022 pursuant to the provisions for persons resident in another EU/EEA country, you must:
nn: Når du søkjer om frikort eller skattekort med lågare trekk enn 15 prosent i 2022 etter reglane for personar busette i eit anna EU/EØS-land, må du:

source: Explain and document why you submitted your appeal after the deadline.
nn: Grunngi og dokumenter kvifor du har klaga for seint.

source: whether the company or entity in
nn: gjennomført oppkjøp i løpet av

source: income and/or capital is liable for tax in
nn: det året inntekta og/eller formuen i utlandet er

source: Check that you have submitted an a-melding for every month.
nn: Kontroller at du har levert a-melding for alle månader.

source: The basis for calculating import VAT is the sum of the statistical value + customs duties and taxes:
nn: Grunnlaget for utrekning av innførsels-MVA er summen av statistisk verdi + toll og avgifter:

source: The document ”Statement of Acknowledgement of Foreign Income” is not confirmation that you have submitted the tax return and paid tax.
nn: Dokumentet «Statement of Acknowledgement of Foreign Income» er ikkje ei stadfesting på at du har levert skattemelding og betalt skatt.

source: The accountant submits an a-melding from the system and reports a start date for the employment relationships as the day after the end date in the old payroll system.
nn: Rekneskapsføraren sender ei a-melding frå systemet og oppgir startdato på arbeidsforholda dagen etter sluttdatoen som blei sett i det gamle lønnssystemet.

source: If only part of the pension/disability benefit is tax exempt, you will receive a tax deduction card with a withholding rate lower than 15 per cent.
nn: Er berre ein del av pensjonen/uføreytinga skattefri, får du eit skattekort med lågare trekkprosent enn 15 prosent.

source: How this should be reported in the a-melding depends on whether the temporary position is within the same enterprise/sub-unit or in another enterprise/sub-unit under the same main unit.
nn: Arbeidsgivar skal oppgi dette på ulike måtar i a-meldinga, avhengig av om vikariatet er i same verksemd/undereining, eller om vikariatet er i ei anna verksemd/undereining under same hovudeining.

source: If you were granted a lower tax than 15 per cent in the tax assessment for 2020 and/or you received a tax exemption card or a tax deduction card with a lower tax rate than 15 per cent for the income year 2021, you do not need to apply for a tax exemption card/tax deduction card for the income year 2022.
nn: Fekk du lågare skatt enn 15 prosent ved skattefastsettinga for 2020 og/eller du har frikort eller skattekort med lågare trekk enn 15 prosent i 2021, treng du ikkje å søkje om frikort/skattekort for 2022.

source: The amount in item 0280 is the maximum limit for provisions pursuant to the Taxation Act section 10-50.
nn: Beløpet i post 0280 gir ramma for maksimalt frådrag for avsetningar etter skattelova § 10-50.

source: for an ID check to reactivate your D number.
nn: for ID-kontroll for å reaktivere d-nummeret ditt.

source: What happens when the time of death is in 2014 or later?
nn: Kva skjer når dødsfallet skjer i 2014 eller seinare?

source: What does tax discontinuity mean?
nn: Kva tyder skattemessig diskontinuitet?

source: Item 11 must be completed with event type equally divided partial liquidation with remuneration 0.
nn: Fyll ut post 11 med hendingstype likedelt partiell likvidasjon med vederlag 0.

source: The goods/services must be for use within your enterprise.
nn: At varene/tenestene skal nyttast i verksemda di.

source: You do not submit a tax return, nor do you receive a tax assessment notice.
nn: Du leverer ikkje skattemelding, og du får ikkje eit skatteoppgjer.

source: parental allowance, pension, housing, travel allowance, car/boat, shares and other
nn: foreldrefrådrag, pensjon, bustad, reisefrådrag, bil/båt, aksjar og anna som verkar inn på

source: The merger is registered in Parent as an ordinary disposal merger under item 12/26 and with Subsidiary's org. no. as the acquiring company.
nn: Fusjonen blir registrert i Mor som ein ordinær avgangsfusjon i post 12/26 og med Dotter sitt organisasjonsnummer som overtakande selskap.

source: Under Section 2-32 first paragraph of the Tax Act, tax-free organisations are exempt from the reporting obligation when the total amount paid to a person during the calendar year does not exceed NOK 10,000.
nn: Skattefrie organisasjonar, etter skattelova § 2-32 første ledd, er fritekne frå opplysningsplikt når samla utbetaling til ein person i løpet av kalenderåret ikkje overstig 10 000 kroner.

source: This information is not to be provided in the a-melding before 2021.
nn: Opplysninga skal ikkje leggjast inn i a-meldinga før 2021.

source: specify a pay grade for pensions or other non-employment benefits.
nn: føre opp lønnstrinn for pensjon eller andre ytingar utanfor arbeidsforhold.

source: Company X has two shareholders, shareholder A and shareholder B, each of whom own 50 percent.
nn: Selskap X har to aksjonærar, aksjonær A og aksjonær B, som eig 50 prosent kvar.

source: Delete information concerning financial activity tax on salary for 2015 and/or 2016 or change the month that the a-melding concerns.
nn: Fjern opplysning om finansskatt på lønn for 2015 og/eller 2016, eller endre månad for når a-meldinga gjeld.

source: When you’ve applied for and been granted a residence permit from the UDI, and you’ve registered this permit by personal attendance at a police station, you must visit the tax office to notify them of your move to Norway or to apply for a tax deduction card.
nn: Etter at du har søkt om og fått opphaldsløyve frå UDI, og fått registrert (effektuert) løyvet hos politiet ved personleg oppmøte, må du møte på skattekontoret for å melde flytting til Noreg eller søkje om skattekort.

source: (this also applies to sole proprietorships with employees)
nn: (gjeld også enkeltpersonføretak som har tilsette)

source: Yes, you must state the working time arrangement for all ordinary and maritime employment.
nn: Ja, du må føre opp arbeidstidsordning for alle ordinære og maritime arbeidsforhold.

source: Shareholder A redeems 100 shares, while shareholder B redeems 400 shares.
nn: Aksjonær A løyser inn 100 aksjar, aksjonær B løyser inn 400 aksjar.

source: Information on the employment is mandatory.
nn: Derfor må du bruke ein unik arbeidsforholdsID for kvart arbeidsforhold.

source: If you are a self-employed person and run a business that is liable to pay tax to several municipalities, you must submit RF-1034 as an attachment to the tax return.
nn: Er du personleg næringsdrivande med skatteplikt til fleire kommunar skal du levere RF-1034 som vedlegg til skattemeldinga.

source: You cannot change your mind
nn: Du kan ikkje ombestemme deg

source: complete form RF-1209
nn: fyll ut skjema RF-1209

source: Not the code for plumber, 7134 114.
nn: Ikkje koden for røyrleggjar, 7134 114.

source: Enter here costs relating to employees’
nn: underleverandørar som i det høvet har

source: from the production of biomass/wood to
nn: av intekt, og av næringsdrivande som

source: Find out which salary or other benefit is incorrect.
nn: Finn ut kva for ei lønn eller anna yting som er feil.

source: They also entered the other obligatory information.
nn: I tillegg oppgav dei andre obligatoriske opplysningar.

source: Article 7 paragraph 2 of the
nn: 7 punkt 2 i mønsteravtalen inneheld

source: Persons who can document that they are resident in Thailand under the tax treaty between Norway and Thailand are entitled to tax exemption for pensions, disability benefits from the National Insurance Scheme and disability benefits from annuities if they can document that the pension/disability benefit is taxed in Thailand.
nn: Personar som kan dokumentere at dei er busette i Thailand etter skatteavtalen mellom Noreg og Thailand, har krav på skattefritak for pensjon, uføretrygd frå folketrygda og uføreytingar frå livrenteforsikringar når dei kan dokumentere at pensjonen/uføreytinga er skattlagd i Thailand.

source: within 8 days of your arrival in Norway.
nn: innan 8 dagar etter at du kom til Noreg.

source: The company must also report the company’s deleted shares under item 12 and the number of shares being disposed of (number of redeemed shares) for shareholders A and B under item 26.
nn: Vidare må selskapet rapportere inn dei sletta aksjane til selskapet i post 12 og talet på aksjar i avgang (talet på innløyste aksjar) på aksjonær A og B i post 26.

source: Brief information about organisation numbers for the public sector in the a-melding
nn: Kort om organisasjonsnummer for offentleg sektor i a-meldinga

source: If you live in Portugal and have NHR status ("Non-regular resident" / "Residente Näo Habitual"), you can be considered a resident of Portugal if you submit documentation that you are resident in Portugal according to art.
nn: Dersom du bur i Portugal og har NHR-status ("Non-Habitual Resident" / "Residente Näo Habitual"), kan du reknast som busett i Portugal dersom du legg fram dokumentasjon på at du er busett i Portugal etter art.

source: Under the Working Environment Act, children under the age of 13 are not generally permitted to work.
nn: Etter arbeidsmiljølova kan barn under 13 år som hovudregel ikkje ta arbeid.

source: The company must also report the reduction of share capital resulting from the reduction in nominal value under item 18 and for shareholders A and B under item 30.
nn: Vidare må selskapet rapportere inn nedsetting av aksjekapital som følgje av at pålydande i post 18 og på aksjonær A og B i post 30 er redusert.

source: Change the payroll withholding tax for the income recipient for the month to a negative amount.
nn: Endr forskotstrekk for inntektsmottakar for månaden til eit negativt beløp.

source: The laid off employee may work for up to 6 weeks without terminating the layoff.
nn: Den permitterte kan arbeide i inntil 6 veker utan at permitteringa blir avbroten.

source: a statement showing your expected interest income and other capital income in 2021
nn: ei oppstilling over renteinntekter og andre kapitalinntekter du reknar med å motta i 2021

source: It specified fixed salary instead of hourly wage.
nn: Dei har oppgitt fastlønn i staden for timelønn.

source: You should never state 0 as the FTE percentage instead of reporting an end date when there has been no cover assignment under an employment during the past month.
nn: Du skal aldri føre opp 0 i stillingsprosent i staden for å rapportere stoppdato når eit arbeidsforhold ikkje har hatt vikaroppdrag den siste månaden.

source: Signed confirmation from a bank or auditor/accountant that a tax deduction account has been established.
nn: Signert stadfesting frå bank eller revisor/rekneskapsførar på at skattetrekkskonto er oppretta.

source: If you do not receive feedback immediately, it may have been delayed.
nn: Viss du ikkje får tilbakemelding med det same, kan det vere forseinkingar ved utsending.

source: When you have reported that taxable income is exempt from withholding tax on pension in your tax return for 2021, or if you have stated that only part of your pension/disability benefit is taxable in Norway, the Tax Administration may request that you submit documentation showing that the Norwegian pension/disability benefit has been taxed in Thailand.
nn: Når du har oppgitt i skattemeldinga for 2021 at skattepliktig inntekt er fritatt frå kjeldeskatt på pensjon, eller du har oppgitt at berre ein del av pensjonen din eller uføreytinga di er skattepliktig i Noreg, kan Skatteetaten krevje at du sender inn dokumentasjon som viser at den norske pensjonen eller uføreytinga er skattlagd i Thailand.

source: In March 2021, the florist discover that they have made a mistake in the information about Nina in the a-melding for December 2020.
nn: I mars 2021 finn butikken ut at det har blitt gjort ein feil i opplysningane om Nina i a-meldinga for desember 2020.

source: You must also be able to submit an ”Income Tax Payment Certificate” from the Thai tax authorities as confirmation that tax has been paid in Thailand.
nn: Du måòg kunne leggje fram eit «Income Tax Payment Certificate» frå thailandske skattemyndigheiter som stadfesting på at du har betalt skatt i Thailand.

source: If you’ve not received the new version of the tax return (more details below), you submit the form “Gain, loss, dividend and capital value of shares and other financial products” (RF-1159).
nn: Leverer du skattemelding i gammalt format (sjå meir om dette nedanfor), leverer du slike opplysningar i skjema «Gevinst, tap, utbytte og formue på aksjar og andre finansielle produkt» (RF-1159).

source: must report the altered capital circumstances (the company has been dissolved) in the company on page 1 of the Shareholder register statement.
nn: må rapportere inn endra kapitalforhold (selskapet er oppløyst) i selskapet på side 1 i aksjonærregisteroppgåva.

source: If the employee does not work shifts or on a rota, select "not shift work”.
nn: Dersom den tilsette ikkje jobbar skift eller turnus, vel du «ikkeSkift».

source: Kristiansand municipality, from October 2018
nn: Kristiansand kommune, frå oktober 2018

source: They use the same employment ID as previously.
nn: Dei nyttar same arbeidsforholdsID som tidlegare.

source: If you are of the opinion that your pension/disability benefit is tax exempt in Norway pursuant to the tax treaty with Spain, you must submit an application for tax exemption to the tax office.
nn: Dersom du meiner at pensjonen/uføreytinga di er skattefri i Noreg etter skatteavtalen med Spania, må du kontakte skattekontoret og søkje om frikort.

source: The grocery store specifies the working hours scheme “other shiftarrangements" and the number of hours per week which equates a full-time position as 170.
nn: Dei oppgir arbeidstidsordninga "ikkeSkift" og talet på timar per veke for ei full stilling svarar til 170.

source: More about how to order and log in with Buypass ID
nn: Meir om bestilling og innlogging med Buypass ID

source: It also enters the other mandatory information.
nn: I tillegg oppgav dei andre obligatoriske opplysningar.

source: A service company submits an a-melding for September with information concerning Victor.
nn: Eit serviceselskap sender inn a-melding for september med opplysningar om Victor.

source: The Norwegian Tax Administration uses Google Analytics to collect and analyse information about how visitors use the Compensation Scheme.
nn: Skatteetaten bruker analyseverktøyet Google Analytics for å samle og vurdere informasjon om korleis besøkande bruker kompensasjonsordninga.

source: NAV – for EEA jobseekers and/or recipients of national insurance benefits.
nn: NAV – for EØS-arbeidssøkjarar og/eller mottakarar av trygdeytingar.

source: A shipping company submits an a-melding for February with information concerning Kari's maritime employment.
nn: Eit reiarlag sender a-melding for februar med opplysningar om maritimt arbeidsforhold for Kari.

source: standardised digital format
nn: standardisert digitalt format

source: Employment relationships of this type are registered in the Aa Register from 2021.
nn: Arbeidsforhold av denne typen registrerast i Aa-registeret frå 2021.

source: When you’ve received an organisation number for the enterprise/sub-entity, you must submit the a-melding.
nn: Når du har fått organisasjonsnummer for verksemd/undereining, sender du inn a-meldinga.

source: It receives the error message MAGNET_EDAG-235 because the number of hours which equates a full-time position is not between 28 and 33.6.
nn: Dei får feilmeldinga MAGNET_EDAG-235 fordi talet på timar ei full stilling svarar til ikkje er mellom 28 – 33,6.

source: Company Z issues 100 consideration shares with a nominal value of NOK 1,000.
nn: Selskap Z skriv ut 100 vederlagsaksjar pålydande 1 000.

source: Self-employed persons will receive the new tax return for the income year 2021 in 2022.
nn: Personleg næringsdrivande (enkeltpersonføretak) får den nye skattemeldinga for inntektsåret 2021 i 2022.

source: Have you re-imported goods?
nn: Har du hatt ein gjeninnførsel?

source: Profit and loss account 2019 (in whole kroner)
nn: Skattemessig resultatrekneskap 2019 (i heile kroner)

source: The company changes the organisation number for the enterprise to:
nn: Firmaet endrar organisasjonsnummeret for verksemda til:

source: Example 6 – the a-melding includes contributions for persons whose salaries are not subject to the reporting obligation in the a-melding
nn: Døme 6 – a-meldinga inneheld avgift for personar der lønna ikkje er opplysningspliktig i a-meldinga

source: This applies even if you received a special allowance for such expenses in your assessment for the 2010 and 2011 income years.
nn: Dette gjeld sjølv om du fekk særfrådrag for slike utgifterved fastsettinga for inntektsåra 2010 og 2011.

source: The remaining three shareholders will participate in the new share issue and must therefore register “Partial liquidation, Equally divided”.
nn: Dei resterande tre aksjonærane skal delta i nyemisjonen, og derfor må du registrere "Partiell likvidasjon, likedelt".

source: example if the proportion of transactions
nn: med tilvising til den tilhøyrande OECD-

source: The tax office will request that you submit a Certificate of Residence that explicitly confirms that you were tax resident in Thailand pursuant to the tax treaty with Norway in 2021.
nn: Skattekontoret krevjer at du sender inn ein bustadattest (Certificate of Residence) som uttrykkjeleg stadfestar at du har vore skattemessig busett i Thailand etter skatteavtalen med Noreg i 2021.

source: When you apply for an exemption card because your pension/disability benefit is not taxable in Norway according to the provisions in a tax treaty, you must:
nn: Når du søkjer om frikort fordi pensjonen din eller uføreytinga di ikkje skal skattleggjast i Noreg etter reglane i ein skatteavtale, må du:

source: Check if you have stated the correct income description, number of hours and amount of hourly wage.
nn: Sjekk om du har oppgitt riktig inntektsnemning, tal på timar og beløp på timelønn.

source: allowances must not be entered in the form,
nn: som selskapet sin økonomiske verksamheit i

source: after each a-melding and correct any errors by the relevant deadline.
nn: etter kvar a-melding og rett opp i feila innan fristen.

source: The pension scheme arrangement applies from 2021 onwards.
nn: Pensjonsinnretning gjeld frå og med 2021.

source: Pensions/disability benefits covered by article 19 of the tax treaty are exempt from taxation in the US.
nn: Pensjonar/uføreytingar som er omfatta av artikkel 19 i skatteavtalen, er unnatekne frå skattlegging i USA.

source: Employment type is not the same as in the previous month.
nn: Type arbeidsforhold er ikkje den same som førre månad.

source: A media company submits an a-melding for May containing information about Knut, who works for them as a freelance photographer.
nn: Eit medieselskap sender a-melding for mai med opplysningar om Knut som arbeider som frilansfotograf hjå dei.

source: In addition, they will keep the full input value of the shares.
nn: I tillegg får dei behalde full inngangsverdi på aksjane.

source: The amount must be the sum of all attachment of earnings for all income recipients for the same month, but with a positive prefix.
nn: Beløpet skal vere summen av alle utleggstrekk for alle inntektsmottakarane for den same månaden, men med positivt forteikn.

source: a statement showing all expected income, capital, deductions and debt in Norway and abroad in 2022
nn: ei oppstilling som viser alt av forventa inntekt, formue, frådrag og gjeld i Noreg og i utlandet i 2022

source: An occupation code is a 7-digit code which can be found in
nn: Yrkeskode er ein 7-sifra kode som finst i yrkeskatalogen hjå

source: Log in and check RF-1088:
nn: Logg inn og sjekk RF-1088

source: An oil company submits an a-melding for September with information concerning Ola.
nn: Eit oljeselskap sender a-melding for september med opplysningar om Ola.
